app/controllers/apps_controller.rb

SELECT `apps`.* FROM `apps`
---
	def index
	@apps = App.all

INSERT INTO `apps` (`email`, `full_name`, `created_at`, `updated_at`) VALUES ('test@test.com', 'full', '2017-04-05 02:39:49', '2017-04-05 02:39:49')
---
	def create
		if App.create(:email=>params[:email], :full_name=>params[:full_name])